---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFlexductRoundtypeParam
source: html/582b3c8d-4e79-9f01-0955-1904acdaf5f9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFlexductRoundtypeParam Property

"Flex Duct Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFlexductRoundtypeParam { get; }
```